<svelte:head>
  <title>Shipyard | Выбор лодки</title>
</svelte:head>

<section class="article">
  <h1>Выбор лодки</h1>

  <p>
    На данный момент существует несколько видов материалов, из которых можно изготовить лодку, маломерное судно. 
    Это - прорезиненная ткань, пластик, деревянная доска, фанера и металл.
  </p>
  <p>
    Описывая преимущества и недостатки наших деревянных лодок и каноэ, постараемся избежать, по возможности, мудреных кораблестроительных терминов.
  </p>

  <h4>Надувные лодки</h4>
  <p>
    тканые, покрытые резиной или полимерным составом, не прочны и не надежны на воде. 
    От неправильного ранения могут треснуть, особенно в сложенном виде на морозе. 
    Их нужно постоянно латать и брать в путешествие клей, заплатки и прочие принадлежности для оказания "первой помощи" 
    посреди озера. 
    И чем дольше используется надувная лодка, тем опаснее ею пользоваться. 
    К преимуществам надувных лодок можно отнести легкость и компакность для перевозки в багажнике любого авто, 
    при условии, что у лодки нет жесткого днища.
  </p>
  <img alt="choose one" src="img/collage/6dx.jpg">

  <h4>Пластиковые лодки</h4>
  <p>
    без всякого сомнения красивые и долговечные при правильной эксплуатации. 
    Вид у них идеален, особенно снаружи. Единственное, о чем можно только догадываться - что у них внутри, 
    за наружной оболочкой. 
    Это может сказать только владелец лодки, сделавший пролом в корпусе, что, к сожалению, случается с пластиковой лодкой, 
    т.к. этот материал хрупок на удар по определению, особенно при пониженной температуре. 
    Повышенная температура в сочетании с солнечной радиацией вообще губит любой пластик рано или поздно, 
    постепенно нарушая его первоначальные свойства. 
    Согласитесь, неизвестность о внутненнем устройстве лодки за обшивкой заставляет доверяться производителю "кота в мешке".
  <p>
  <p>
    Особенно сомнительно, если производитель неизвестный, китайский или около того. 
    Пластиковые лодки довольно массивны. 
    Можно наблюдать, как даже небольшую лодку такого типа, ленясь каждый раз грузить в прицеп или на багажник машины, 
    таскают волоком по траве в лучшем случае, по песку - в худшем. И тут уже не до глянца.
  <p>

  <h4>Досчатые лодки</h4>
  <p>
    менее долговечны, чем пластиковые, даже если их пытаться пропитывать любыми водоотталкивающими составами. 
    Как бы ни склепывали, ни конопатили, ни склеивали две доски в лодке между собой, будет так, как в поговорке: "вода дырочку найдет". 
    Дело в том, что от малейшего перепада влажности древесина меняет свои линейные размеры, не вдоль, но поперек волокон, в поперечном сечении. 
    Намоченная сухая доска добавит по ширине порядка 10 процентов. 
    При таких условиях склеенные доски порвут любой клей, промнутся в любых заклепках, ведь давление при разбухании древесины достигает 100 атмосфер (100 кг/см2). 
    А при усушке - дадут трещину соответствующих размеров, даже "по-живому", не в месте склепки-склейки. 
    Поэтому, не так давно это было, а может, и сейчас где-то, лодки, как бочки под капусту, замачивались в начале сезона, чтобы разбухли,
    и держались в таком положении всю "навигацию". И тут вряд ли стоит напоминать, что происходит с древесиной в тепле и сырости.
  </p>
  <p>
    Сделаем пометку, о чем упоминается ниже, что при всех недостатках, человек не смог создать материала, 
    сколько-нибудь аналогичного по свойствам качественной древесине, не в виде стружек и опилок, из который теперь делают мебель, 
    а в виде правильно распиленной доски, с минимумом перерезанных поперек волокон, минимумом дефектов, сучков, 
    засмолков - этому материалу нет аналогов по легкости, прочности, эластичности материала на изгиб.
  <p>
  <img alt="choose two" class="rightflow" src="img/collage/3dx.jpg">

  <h4>Фанерные лодки</h4>
  <p>
    несомненно превосходят по прочности все перечисленные выше, в т.ч. досчатые. 
    Речь идет только о свойствах водостойкой фанеры. Склейку лодок из фанеры и методы ее оставим без рассмотрения мастерам, которые ими владеют. 
    Попробуйте чем-нибудь пробить хотя бы 3-мм фанерный лист. Даже не пробуйте. 
    Множественное беспорядочное пересечение волокон древесины в слоях фанеры дает о себе знать. 
    Чуть ниже расскажем, как мы стараемся этот эффект использовать. 
    К сожалению, при всех удвоенных и утроенных прочностных свойствах древесины в фанере, 
    в строительстве лодки добиться от нее невозможно главного, первостепенного - плавности, обтекаемости линий, изящества формы. 
    Сооружение получается угловатым, граненым, наподобие технологии "стэлс", что для лодки крайне неуместно и не эстетично. 
    А изогнуть фанеру в двух плоскостях невозможно, природу не обманешь. 
    Из цельного прочного листа водостойкой фанеры не выгнешь даже элемент классической лодки, приходится резать и собирать лодку из кусков и полос. 
    И встает вопрос: как прочно склеить-сопрячь два куска фанеры на ребре их стыка? 
    Что бы вам ни говорили, это место будет подвержено трещине в дальнейшем - из-за динамических, ударных нагрузок хотя бы. 
    Любые ухищрения дизайна фанерной лодки приведут только к измельчению граней "стэлса". 
    Но глаз человека имеет грандиозную разрешающую способность, тут уже не о мегапикселях речь. 
    Уродливое судно различимо с расстояния 1 км.
  </p>

  <h4>Металлические лодки</h4>
  <p>
    выполненные в основном их дюраллюминия, по прочностным характеристикам и износоустойчивости превосходят все перечисленные выше на много порядков. 
    Встречаются даже лодки из нержавеющей стали. Но эти лодки тяжелы настолько, что хранятся они в основном на берегу, летом - приколотыми, 
    зимой - перевернутыми.
  </p>
  <p>
    Просто невозможно каждый раз таскать такую махину к себе на участок, в гараж, эллинг. 
    Хлопотно и тяжело, разве что покупать к лодке специальный прицеп, и уже всю эту конструкцию перемещать от дома до водоема. 
    В любом случае, помощников надо несколько человек. О каком удовольствии от водной прогулки говорить, требующей такой изнурительной работы? 
    Впрочем, и современные надувные лодки-катера под одного человека, с мощным мотором в сборе, мучительно перемещаются таким же образом. 
    В смысле дизайна мелаллические лодки ничем не отличны от фанерных, угловатость неизбежна. 
    А еще любой рыбак знает, какие эти лодки шумные, грохоту на все озеро от любого неосторожного движения. 
    Про движение тяжелой угловатой лодки на веслах даже упоминать не стоит.
  </p>

  <h4>Наши лодки</h4>
  <p>
    обладают следующими достоинствами, вполне окупающими и перекрывающими недостатки, о которых мы тоже обязательно честно упомянем:
  <p>
  <ul>
    <li>
      Отнюдь не нами выдуманная, современная и десятилетиями отработанная технология изготовления деревянных лодок, 
      практика их эксплуатации осуществлена в северной америке, по крайней мере, со времен изобретения эпоксидных составов.
    </li>
    <li>
      По сути, наши лодки включают в себя самые полезные свойства пластиковых, досчатых и фанерных типов лодок, причем, одновременно.
    </li>
    <li>
      Основой наших лодок является тонкая и узкая, правильно распиленная деревянная планка с выбранным в ней полукруглым пазом и гребнем.
    </li>
    <li>
      Благодаря параметрам планки корпус лодки получается настолько изящен, насколько позволяет фантазия автора проекта, 
      лодочная планка гнется в любом направлении даже без предварительного пропаривания.
    </li>
    <li>
      Технология трудоемка, на изготовление лодки из готовых материалов уходит порядка 30 человеко-дней.
    </li>
    <li>
      Огибаемые по профилю лодки на стапеле и лекалах планки тщательно сопрягаются, склеиваются между собой и фиксируются до отвердевания эпоксидного состава.
    </li>
  </ul>
  <img alt="choose tree" src="img/collage/4dx.jpg">
  <p>
    Тем самым достигаются прочностные преимущества и досчатой и фанерной лодки, т.к. каждая лодочная планка скорее порвется вдоль волокон по-живому, 
    чем в шве склейки, волокна ее пересечены с волокнами других планок (аналогия с фанерой), 
    кроме того в продольном направлении прочность всех планок арифметически складывается, 
    тем самым достигая параметров прочности цельной доски соответвствующей площади поперечного сечения (аналогия с досчатой лодкой).
  </p>
  <p>
    И наконец, наносимые изнутри и снаружи лодки слои эпоксидной грунтовки, стеклоткани, пропитываемой эпоксидкой, 
    и окончательной заливкой и выравниванием затвердевшей смолы делают наши лодки по поверхности гибридными с пластиковыми.
  <p>
  <p>
    Технология нашей лодки полностью консервирует внутреннее содержимое деревянной конструкции, оставляя ее при этом видимой. 
    Внешние слои на лодке поверх дерева надо разглядывать, чтобы понять, что это.
  </p>
  <p>
    Главным недостатком наших лодок является их (парадокс) преимущество - легкость. 
    Любое судно должно весить много больше пассарижов на его борту, тогда на нем можно бегать, прыгать, стоять на голове. 
    Мы сознательно выбрали стратегию на легкость - лучше на воде быть осмотрительнее, чем всю жизнь возиться с тяжеловесной, но полностью остойчивой лодкой. 
    К недочетам также относится постепенное изменение декоративных свойств поверхностей, покрытыми эпоксидными составами. 
    Под воздействием ултьрафиолетовой составляющей солнечного спектра эпоксидка со временем тонируется, темнеет, и к сожалению, 
    не всегда равномерно, хотя мы делаем все, чтобы поверхностный слой был одинаковой толщины.
  </p>
  <p>
    Деревянная конструкция лодки при нышешней технологии совершенно сохранна от намокания, будьте уверены. 
    Проверено - осуществлены ходовые испытания и лодки и каноэ в т.ч. с храниением под открытым небом в любую погоду. 
    Древесина гниет только при доступе воздуха, в наших лодках это невозможно. 
    Дерево, если его не мочить, и если его не точит десятилетиями жучок, еще надо постараться сгноить. 
    Если древесина надежно защищена, она в масштабе человеческой жизни (добросовестного хозяина) вечна. 
    Судите по археологическим находкам в сухом климате. Своих исходных свойств она при этом не теряет.
  </p>
  <p>
    Мелкие повреждения, которые будут видны, легко поправимы родственными эпоксидными составами.
  </p>
  <p>
    Ведутся дальнейшие разработки по созданию долговечным и неизменным внешнего вида деревянной лодки. 
    Согласитесь, это нелегкая задача. Наши лодки защищены, но все же советуем любить и беречь приобретенную у нас лодку или каноэ. 
    Они помнят наши руки и усердие.
  </p>
</section>